const AboutUs = () => {
  return (
    <>
      <h2 id="about-us">Про нас</h2>
      <div>
        RPM production - це український виробник позиціонерів для зварювання.
      </div>
      <p>
        Наша компанія спеціалізується на виробництві високоякісних ротаційних
        зварювальних позиціонерів, які призначені для покращення точності та
        ефективності зварювальних робіт. Ми використовуємо передові технології
        та надійні матеріали, щоб створювати обладнання, яке відповідає найвищим
        стандартам. Наші позиціонери забезпечують стабільність і точність,
        полегшуючи роботу зварювальників та підвищуючи продуктивність. Завдяки
        нашому досвіду та увазі до деталей, ми гарантуємо довговічність і
        надійність нашої продукції. Ми прагнемо задовольнити потреби кожного
        клієнта, пропонуючи індивідуальні рішення та підтримку на всіх етапах
        співпраці.
      </p>
    </>
  );
};

export default AboutUs;
